tap 'homebrew/cask-fonts'

cask 'discord'
cask 'docker'
cask 'iterm2'
cask 'firefox'
cask 'font-meslo-for-powerline'
cask 'visual-studio-code'

brew 'gh'                        # github CLI
brew 'go'                        # golang
brew 'go-task'                   # golang build tool
brew 'protobuf'
brew 'python'
brew 'pyenv'
brew 'pipx'
brew 'direnv'
brew 'yq'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'

mas "Slack", id: 803453959
